{"2" : { 
    "text": "{\"model_label\": 1, \"model_xplanation\": \"Neither the woman on the left nor on the right looks like Christopher Dodd's wife, Jackie Clegg. Also, senate discusses the question regarding the actions of the president and the country and does not allow to announce personal matters.\"}"
        },
        
"5004" : {
   "text"  : "{\"model_label\": 0, \"model_explanation\" : \"A little more than half of California voters ended up supporting Proposition 8, outlawing same-sex marriage in the state. The measure was immediately challenged in court, and in 2013, the U.S. Supreme Court ruled that the defendants in the case had no legal standing, which meant that Proposition 8 was blocked and same-sex marriage could continue. Despite this, a lot of protests started to show. The entry supports the real event, as shown on the image with the anti-same-sex marriage slogans like Marriage = Man + Woman.\"}"
         },
"78" : {
    "text" : "{\"model_label\": 1, \"model_explanation\" : \"The caption 'hazardous conditions' is a vague choice of words to represent such a serious alligation towards a big company, implying an attempt to mislead the reader. While there is a Honda plant in Guangzhou, there were no reports confirming any hazards in 2005. The caption includes intentionally harmful towards Honda content, fake. On the image, the workers are wearing orange uniforms, while the official uniform of Honda workers in Guangzhou in 2005 was white. Therefore, as the text caption is AI-generated, the image is AI-generated as well.\"}"
        },
"5065" : {
    "text" : "{\"model_label\": 0, \"model_explanation\" : \"Both caption and image match a widely discussed political protest in Bangkok that happened in 2010. Based on the quality of the image (realitic lighting, clothing of people, architecture) it matches the quality of a photo made in 2010 in Banghkok. The language of the caption is specific and neutral, which does not aim to mislead the reader by picking sides or adding vague emotional triggers, but to factually explain the event.\"}"
        },
"154" : {
    "text" : "{\"model_label\": 1, \"model_explanation\" : \"The original footbridge built outside of the Jawaharlal Nehru Stadium consists of a giant steel arch and the overpass held by load-bearing metal cables. When the bridge collapsed, the steel arch was stil standing. On the image, no steel arch is in sight, meaning the shown bridge is not the footbridge mentioned in the caption and is, therefore, AI-generated. According to 'The Indian Express' news outlet, the bridge collapsed due to the excess cementing, which makes the caption referring to sabotaging fake as well.\"}"
        },
"7879" : {
    "text" : "{\"model_label\": 0, \"model_explanation\" : \"There is a person in the uniform holding a gun at the bottom of the image, presumably the law enforcement officers in the caption. The yellow line on the bottom refers to the barricade tape usually used by law enforcement during the investigation, mentioned in the caption. The sign 'Evergreen Av' in the bottom right corner refers to the actual Evergreen Avenue in Bronx that is located on the intersection with Westchester Avenue, further supporting the caption.\"}"
        }
}